{
  "bolo knife": {
	"ilocano_word": "buneng",
	"description": "'Buneng' is the Ilocano term for a bolo knife, a versatile cutting tool traditionally used in farming and daily tasks."
  },
  "spear": {
	"ilocano_word": "gayang",
	"description": "'Gayang' means spear in Ilocano, referring to a long, pointed weapon used historically for hunting and defense."
  },
  "shield": {
	"ilocano_word": "sarapa",
	"description": "'Sarapa' is the Ilocano word for shield, denoting a protective barrier carried into battle to block attacks."
  },
  "liquor": {
	"ilocano_word": "arak",
	"description": "'Arak' refers to liquor in Ilocano, an alcoholic drink often distilled from rice or sugarcane and enjoyed during celebrations."
  },
  "earrings": {
	"ilocano_word": "aritos",
	"description": "'Aritos' means earrings in Ilocano, small ornaments worn on the earlobes as decorative jewelry."
  },
  "salt": {
	"ilocano_word": "asin",
	"description": "'Asin' is the Ilocano term for salt, a mineral used to season and preserve food."
  },
  "loincloth": {
	"ilocano_word": "baag",
	"description": "'Baag' means loincloth in Ilocano, a simple garment wrapped around the waist for modesty and comfort."
  },
  "clothing": {
	"ilocano_word": "bado",
	"description": "'Bado' is the generic Ilocano word for clothing, referring to garments worn to cover the body."
  },
  "coffee": {
	"ilocano_word": "kape",
	"description": "'Kape' is the Ilocano term for coffee, the brewed beverage made from roasted coffee beans."
  },
  "gold": {
	"ilocano_word": "balitok",
	"description": "'Balitok' means gold in Ilocano, the precious yellow metal prized for jewelry and decoration."
  },
  "flag": {
	"ilocano_word": "bandera",
	"description": "'Bandera' is the Ilocano word for flag, a piece of cloth bearing symbols or colors that represent a group or nation."
  },
  "banana": {
	"ilocano_word": "saba",
	"description": "'Saba' can also refer to banana in some contexts, the tropical fruit with soft flesh and a peelable skin."
  },
  "sack": {
	"ilocano_word": "bay-ong",
	"description": "'Bay-ong' means sack in Ilocano, a woven bag used to carry goods and supplies."
  },
  "needle": {
	"ilocano_word": "dagom",
	"description": "'Dagom' is the Ilocano term for needle, a small, pointed tool used in sewing and stitching."
  },
  "bamboo": {
	"ilocano_word": "kawayan",
	"description": "'Kawayan' means bamboo in Ilocano, a fast-growing grass with hard, hollow stems used in construction and crafts."
  },
  "hook": {
	"ilocano_word": "kawit",
	"description": "'Kawit' is the Ilocano word for hook, a curved tool used for catching or hanging objects."
  },
  "knife": {
	"ilocano_word": "kutsilio",
	"description": "'Kutsilio' means knife in Ilocano, a cutting tool with a sharp blade used in cooking and everyday tasks."
  },
  "slingshot": {
	"ilocano_word": "palsiit",
	"description": "'Palsiit' is the Ilocano term for slingshot, a small hand-powered device used to launch projectiles."
  },
  "whistle": {
	"ilocano_word": "pito",
	"description": "'Pito' means whistle in Ilocano, a device that produces a high-pitched sound when blown."
  },
  "saw": {
	"ilocano_word": "ragadi",
	"description": "'Ragadi' is the Ilocano word for saw, a toothed tool used to cut through wood and other materials."
  },
  "shoes": {
	"ilocano_word": "sapatos",
	"description": "'Sapatos' means shoes in Ilocano, footwear designed to protect and support the feet."
  },
  "slippers": {
	"ilocano_word": "tsinelas",
	"description": "'Tsinelas' is the Ilocano term for slippers, light open footwear typically worn indoors or in casual settings."
  },
  "ring": {
	"ilocano_word": "singsing",
	"description": "'Singsing' means ring in Ilocano, a circular band worn on the finger as decoration or symbol."
  },
  "armor": {
	"ilocano_word": "armadillo",
	"description": "'Armadillo' is used in Ilocano to mean armor, protective gear worn to shield the body."
  },
  "basket": {
	"ilocano_word": "kaladi",
	"description": "'Kaladi' means basket in Ilocano, a container woven from plant fibers used for carrying items."
  },
  "axe": {
	"ilocano_word": "bauang",
	"description": "'Bauang' is the Ilocano term for axe, a tool with a heavy bladed head used for chopping wood."
  },
  "bow": {
	"ilocano_word": "bannuar",
	"description": "'Bannuar' means bow in Ilocano, a curved weapon used to launch arrows."
  },
  "land": {
	"ilocano_word": "daga",
	"description": "'Daga' is the Ilocano word for land, referring to the earth or ground."
  },
  "sword": {
	"ilocano_word": "tabuk",
	"description": "'Tabuk' means sword in Ilocano, a long bladed weapon used in combat."
  },
  "companion": {
	"ilocano_word": "kadduwa",
	"description": "'Kadduwa' is the Ilocano term for companion, someone who accompanies and supports you."
  },
  "rice": {
	"ilocano_word": "bagas",
	"description": "'Bagas' means rice in Ilocano, the staple grain consumed as a primary food in many meals."
  },
  "mat": {
	"ilocano_word": "banig",
	"description": "'Banig' is the Ilocano word for mat, a woven sleeping or sitting surface made from plant fibers."
  },
  "house": {
	"ilocano_word": "abong",
	"description": "'Abong' means house in Ilocano, a building that serves as a home."
  },
  "drum": {
	"ilocano_word": "gonggong",
	"description": "'Gonggong' is the Ilocano term for drum, a percussion instrument that produces sound when struck."
  },
  "story": {
	"ilocano_word": "salaysay",
	"description": "'Salaysay' means story in Ilocano, a narrative or account of events."
  },
  "town": {
	"ilocano_word": "bingbongan",
	"description": "'Bingbongan' is the Ilocano word for town, a populated area where people live and work."
  },
  "river": {
	"ilocano_word": "karayan",
	"description": "'Karayan' means river in Ilocano, a natural flowing watercourse."
  },
  "dagger": {
	"ilocano_word": "panagdi",
	"description": "'Panagdi' is the Ilocano term for dagger, a small, pointed blade used in close combat."
  },
  "rope": {
	"ilocano_word": "tali",
	"description": "'Tali' means rope in Ilocano, a strong, flexible cord used for binding or climbing."
  },
  "don’t": {
	"ilocano_word": "saan",
	"description": "'Saan' is the Ilocano word for 'don't', used to negate a verb or instruction."
  },
  "you": {
	"ilocano_word": "mo",
	"description": "'Mo' means 'you' in Ilocano, the second-person pronoun used to address someone."
  },
  "hit": {
	"ilocano_word": "diswan",
	"description": "'Diswan' is the Ilocano term for 'hit', meaning to strike or deliver a blow."
  },
  "rooster": {
	"ilocano_word": "manok",
	"description": "'Manok' means rooster in Ilocano, referring to the male chicken known for its crowing."
  },
  "because": {
	"ilocano_word": "ta",
	"description": "'Ta' is the Ilocano word for 'because', used to express a cause or reason."
  },
  "wise": {
	"ilocano_word": "nasirib",
	"description": "'Nasirib' means wise in Ilocano, describing someone with intelligence and good judgment."
  }
}
